{
    "r6":"**Rainbow Six Siege Statistics**\n\n```m.r6 cas|casual <username> pc|xbl|psn```Gets a user's stats for casual play.\n\n```pfxr6 rnk|ranked <username> pc|xbl|psn```Gets a user's stats for ranked play.\n\n```pfxr6 topop|operator <username> pc|xbl|psn```Gets a user's stats for their most played operator. Add a number at the end to move trough the list.\n\n```pfxr6 misc|general <username> pc|xbl|psn```Gets additional stats on a user unrelated to game mode.",
    "mb":"**Mailbox Commands**\n\n```pfxmb post|send <message text>```Post a message to your followers. after submitting a post you have 5 minutes to edit or delete it before it is sent.\n\n```pfxmb pull|check```Get posts from all the users and announcement channels you are subscribed to since the last time you checked.\n\n```pfxmb notify```Subscribe to the guild's announcement channel if they have one set (must be used in the desired guild).\n\n```pfxmb unnotify```Unsubscribe from the guild's announcement channel if you were subscribed (must be used in the desired guild).\n\n```pfx sub|follow```Subscribe to a user to receive their posts if they send any.\n\n```pfx unsub|unfollow```Unsubscribe from a user to stop receiving their posts.\n\n```pfx subscriptions|mysubs```View a list of your current subscriptions.",
    "lol":"**League of Legends Statistics**\n\n```pxflol user|summoner <in game name>```Get basic League of Legends user stats.",
    "pubg":"**Player Unknown's Battlegrounds Statistics**\n\n```pfxpubg stats <region> <username> <game-mode>```Gets a player's statistics for a given game mode.\n\nAvailable modes```solo, solo-fpp, duo, duo-fpp, squad, squad-fpp```\nAvailable regions```xbox-as, xbox-eu, xbox-na, xbox-oc, pc-krjp, pc-jp, pc-na, pc-eu, pc-ru, pc-oc, pc-kakao, pc-sea, pc-sa, pc-as```",
    "nts":"**Note To Self Commands**\n\n```pfxnts make|note|create <text> <attachments>```Make a note for yourself and GSC will pin it in your DMs with it. Supports message file attachments.\n\n```pfxnts view|list|get```Gets a list of your current notes.\n\n```pfxnts delete|rem|unnote <list position>```Using the position number of a note from the list command you can delete a note. Unpinning it will also remove it from the list.",
    "ow":"**Overwatch Statistics**\n\n```pfxow stats <Battle tag> pc|xbl|psn quickplay|competitive```Gets a user's verall stats for a game mode.\n\n```pfxow medals <Battle tag> pc|xbl|psn quickplay|competitive```Gets a list of a user's medales for a game mode.\n\n```pfxow hero <Battle tag> pc|xbl|psn quickplay|competitive <hero name>```Gets a complete list of stats for a user's given hero if they have played them.",
    "spotify":"**Spotify Commands**\n\n```pfxspotify search|lookup <song name>```Search for a song by name on Spotify, returns top 3 results.\n\n```pfxspotify new|releases <page #>```Browse the top 100 new relases 10 at a time using the optional page number.\n\n```pfxspotify album|adetail <new release #>```Get a more detailed album view for an album on the top 100 new releases list using its position number\n\n```pfxspotify playlists|plists|pl```Get 5 playlist suggestions",
    "weather":"**Weather Commands**\n\n```pfxweather <location> C|F```Get the current weather for a location, Fahrenheit is default.\n\n```pfxweather forecast|fc <location> C|F```Get the 3 day forecast for for a location",
    "remind":"**Reminder Commands**\n\n```pfxremind me|set <reminder text> in <time><unit>```Set a reminder, the bot will DM you your reminder at the specified time unit is one of m, h, d, w, M, y from minutes to years default if no unit set is minutes.\n\n```pfxremind view|list```Shows a list of your upcoming reminders and lets you delete them using reactions.",
    "chan":"",
    "tools":"",
    "help":"**General Help**\n\nGame Stats Central aims to provide a plethora of game statistics and handy community features!\n\n_To find out what commands are available for each module use pfxhelp <module name>_\n\nAvailable Game Statistics: _[module](game)_\n```md\n[lol](League of Legends), [r6](Rainbow Six Siege), [ow](Overwatch), [pubg](Player Unknown's Battlegrounds)```\n\nFeatures: _[module](capabilites)_\n```md\n[mb](Mailbox commands let you stay up to date with friends and server announcements)\n[nts](Conveniently create and view notes for yourself)\n[remind](Create, view, and remove reminders)\n[weather](Get the weather and 3 day forecast for any location on Earth)\n[spotify](Get new releases, playlist suggestions, and search for songs by name)\n[chan](Set announcement, Spotify, and stream channels)\n[tools](Clean DMs with the bot, and configure the prefix)\n```"
}

